papers/cost_incentives_doctors/cost_incentives_for_doctors.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-04-16 Di 17:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cost Incentives for Doctors</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Christoph Schottmüller" />
</head>
<body>
<div id="preamble" class="status">
<div id="preamble" class="status">
  <div class="banner">

    <p style="text-align: justify;">
      
  <a id="subtitle" href="https://schottmueller.github.io/index.html">Home</a>
  <a id="subtitle" href="https://schottmueller.github.io/research.html">Research</a>
  <a id="subtitle" href="https://schottmueller.github.io/teaching.html">Teaching</a>
  <a id="subtitle" href="https://schottmueller.github.io/misc.html">Misc</a>

  <span> </span>
</div>

</p>

</div>
</div>
</div>
<div id="content">
<h1 class="title">Cost Incentives for Doctors</h1>
<p>
The paper is published in the <i>European Economic Review</i>  Vol. 61, July 2013, pp. 43-58. You can find it <a href="http://dx.doi.org/10.1016/j.euroecorev.2013.03.001">here</a>.
</p>

<div id="outline-container-orgcf1a5f1" class="outline-2">
<h2 id="orgcf1a5f1"><span class="section-number-2">1</span> What is the background?</h2>
<div class="outline-text-2" id="text-1">
<p>
The empirical health economics literature has established that doctors respond to financial incentives. (I use the word "doctor" interchangeable with the word "physician" in this paper.) Higher financial incentives for doctors to save costs have therefore been suggested  in order to restrict the cost explosion in the health care sector. These incentives can take different forms and have been used in many countries. One example would be a bonus when costs are lower than some forecast; another one would be fixed budgets; a third are boni based on an integrated care organizations' profits.
</p>
</div>
</div>

<div id="outline-container-orge428162" class="outline-2">
<h2 id="orge428162"><span class="section-number-2">2</span> What is the theoretical argument for cost containment incentives?</h2>
<div class="outline-text-2" id="text-2">
<p>
The main argument is a standard moral hazard argument: Patients do not care enough about costs because they are insured. If doctors prescribe what is optimal for the patient, they will consequently also not care sufficiently about costs. Hence, insurance causes an ex post moral hazard: From a welfare point of view, too expensive treatments are used. If, however, the doctor has some incentives to also take costs into account, this moral hazard problem can be reduced.
</p>
</div>
</div>

<div id="outline-container-orgcf648cc" class="outline-2">
<h2 id="orgcf648cc"><span class="section-number-2">3</span> What do doctors think?</h2>
<div class="outline-text-2" id="text-3">
<p>
Doctors have traditionally been hostile towards financial incentives to contain costs. They have argued that this puts them into an awkward position: Traditionally, doctors have been viewed as agents of their patients bound by the Hippocratic oath to serve the patient's best interest. They see this position compromised by having to weigh the patient's interests against financial incentives connected to cost containment.
</p>
</div>
</div>

<div id="outline-container-org21518b2" class="outline-2">
<h2 id="org21518b2"><span class="section-number-2">4</span> What is the main point of the paper?</h2>
<div class="outline-text-2" id="text-4">
<p>
I argue that the doctors have a fair point and cost containment incentives have a downside which is not explored in health economics: The whole idea of these incentives is to misalign the objectives of the patient (who is insured and therefore wants to have expensive treatments) with the interests of the doctor. This misalignment leads, however, to mistrust. More precisely, given non-aligned objectives, a strategic situation emerges where the patient tries to convince the doctor to give him more expensive treatments than the doctor would like to prescribe to him. This is bad because the patient's information is essential in diagnostics. For example, a patient might exaggerate his symptoms in order to justify the prescription of a more expensive medication. This, however, might increase the chance of a wrong diagnosis. In short, the misalignment of incentives reduces the quality of the communication between doctor and patient (as this communication is now of a strategic nature). Worse communication leads to worse diagnoses and this can reduce welfare.
</p>

<p>
One anecdote: When telling the idea to a colleague, she told me: "Yes, I just did this when I went to my GP because I had a cold. I told him I was lying in bed for a week already though I am only suffering two days. But they refuse to do something here if you have it less than a week."
</p>
</div>
</div>


<div id="outline-container-org3abf5de" class="outline-2">
<h2 id="org3abf5de"><span class="section-number-2">5</span> What is the solution?</h2>
<div class="outline-text-2" id="text-5">
<p>
The paper does not argue that cost containment incentives should never be used. However, they should be lower than what one would expect if the effect on communication are not taken into account.
</p>
</div>
</div>
</div>
</body>
</html>
